[
    "* Do you know G20? What are the initiatives taken in G20?",
    "* What is a payment bank? Do you know any examples of payment banks other than paytm payment banks?",
    "* How black marketing can happen in opium cultivation?",
    "* Should we legalise marijuana in India or not?",
    "* What is market share of SBI?",
    "* Why SBI was in news recently?",
    "* As a citizen of India I am very concerned that few corporates run with my safe money in the banks and how would you convince me that my money in Bank is safe?",
    "* Viksit bharat concept how are we planning to acheive it?",
    "* To achieve Atmanirbhar what are the major sectors that we must focus upon?",
    "* Reason for poor industrial development kerala?",
    "* What according to you should be a better population policy for India?",
    "* What value of TFR is desirable?",
    "* If you are asked to bring industrialization  in Rajasthan and Haryana, how will you do that?",
    "* Shall we go for state funding of elections?",
    "* Import dependency on China for Solar modules,  we can make them here. Why we are importing from China?",
    "* long monologue meaning tax base is low. Reasons?",
    "* long monlogue meaning tax compliance is low- reasons?",
    "* What is Green accounting?",
    "* green accounting is this this this… why should we do it?",
    "* think about Universal Basic Income in such scenario?",
    "* What is financial inclusion?",
    "* If you are asked to bring industrialization  in Rajasthan and Haryana, how will you do that?",
    "* Shall we go for state funding of elections?",
    "* What is interim budget?",
    "* This Budget was comprehensive, but still we call it interim budget, why?",
    "* Difference between Fiscal and revenue deficit?",
    "* Import dependency on China for Solar modules,  we can make them here. Why we are importing from China?",
    "* EODB of UP is improving. Do you think so?",
    "* How UP go ahead with IT, investment?",
    "* How to end corruption by public officials?",
    "* 5 trillion economy aim how to achieve it?",
    "* Export target of India by what time?",
    "* How is Russia able to survive economically despite war?",
    "* What will happen to Ukraine if West withdraws support?",
    "* Do you think war impacts economics?",
    "* What are the structural problems in India which impacts the growth?",
    "* Do you think over focus on tourism has led to low focus on Industry in Rajasthan?",
    "* Does such over focus not harm state’s growth prospects?",
    "* What is the value of stock markets in India in monetary terms?",
    "* Are Indian markets overvalued? What are the factors?",
    "* What is Balance of payments?",
    "* As a student of economics, tell me about how you will improve SAARC?",
    "* Which areas do you think we can exploit for export potential in India?",
    "* How is IMF allowed to do surveillance on countries?",
    "* how is the financial sector regulated at the apex level?",
    "* Why do you think Indian stock market is performing good?",
    "* Can you compare it with gold investment?",
    "* Why retail investor numbers is rising like anything?",
    "* Consumption expenditure survey na karwakar govt apna failure chupa Rahi hai?",
    "* Indian- south east country ki GDP se comparison?",
    "* Technical field se log jaise aap hi ka example liya jaye to aapne generalize chuna to demographic dividend kaise hoga?",
    "* Itlay m crisis hua kuch idea hai?",
    "* what about jeevika mission? Why this jeevika mission particularly succeeded in a state like bihar and other SHG- related efforts have not worked well earlier?",
    "* how many families have been benefitted? How many more are to be given?",
    "* Are you aware of the fact that in many states, properties that are being gifted to women do not charge registry fee?is there any similar provisions in bihar?"
]