{
    "questions": [
        "Okay, here are 200 one-line personal questions extracted from the text you provided:",
        "",
        "1. Where did you study?",
        "2. What was your major?",
        "3. Did you enjoy your time at college?",
        "4. Have you ever worked in a sports-related firm?",
        "5. What do you do now?",
        "6. How long have you worked at your current company?",
        "7. What was your role at Goldman Sachs?",
        "8. Why did you leave Goldman Sachs?",
        "9.  Have you worked in government?",
        "10. Do you enjoy working in the government sector?",
        "11. How was your experience working in public sector?",
        "12. What do you do in your free time?",
        "13. Do you like to read?",
        "14. What type of books do you prefer?",
        "15. Which are some of your favorite books?",
        "16. Why do you like Premchand?",
        "17. Do you like Shakespeare?",
        "18. What is your favourite book?",
        "19. What was the most exceptional experience of your career in the Army?",
        "20. Are you an engineer by profession?",
        "21. Have you implemented anything from your graduation in your firm?",
        "22. What was your experience at Capgemini?",
        "23. How long were you an SBI PO?",
        "24. Do you have experience with Nasha Mukti Abhiyan under NSS?",
        "25. What was your role in SBI?",
        "26. Do you know many people with work experience from SBI?",
        "27. What do you do with you time?",
        "28. Why did you choose your optional subject?",
        "29. How did your time in IITK shape you?",
        "30.  Have you considered IFS as a career?",
        "31. What were your responsibilities as an operations manager?",
        "32. What do you understand by sports ayurveda?",
        "33. Do you think you should teach mahabharata and ramayana in school?",
        "34. What are the negatives of teaching mahabharata and ramayana in school?",
        "35. Do you like to play any sports?",
        "36. What have you learned about leadership from playing sports?",
        "37. Are you interested in kitchen gardening?",
        "38. How long have you had your company?",
        "39. How long have you been in your current role?",
        "40. Do you have any siblings?",
        "41. Where did you grow up?",
        "42. What do you think of the concept of Viksit Bharat?",
        "43. What do you think about innovation in India?",
        "44. Do you consider yourself innovative?",
        "45. What are the current challenges for innovation in India?",
        "46. Have you faced any challenges during your time in office?",
        "47. Do you think your education was beneficial for your career?",
        "48. Why do you want to join civil services?",
        "49. Which part of India do you consider as your hometown?",
        "50. How do you think your knowledge of sociology will help you in civil service?",
        "51.  What has been your experience with teaching badminton?",
        "52.  Do you enjoy the act of teaching badminton?",
        "53.  Have you considered specializing in foreign affairs?",
        "54. What kind of music are you interested in?",
        "55. What type of food do you like to cook?",
        "56. How does your background in electrical engineering help you in your daily tasks?",
        "57. What type of music do you like to play?",
        "58. What was your experience in the patent office?",
        "59. How did your parents influence you?",
        "60. How would you describe yourself?",
        "61. Who is your role model?",
        "62. Why is he your role model?",
        "63. Did your role model inspire you to join the bureaucracy?",
        "64. What kind of music do you like to listen to?",
        "65. How do you find peace in your daily life?",
        "66. What kind of books do you read?",
        "67. Do you have any mentors?",
        "68. Who are the people you admire?",
        "69. Where do you see yourself in the future?",
        "70. What is it about music that inspires you?",
        "71. Do you play any instruments?",
        "72. How did you become interested in your hobbies?",
        "73. Why are you interested in exploring new places?",
        "74. Did you ever go trekking?",
        "75. How did you get into your current role?",
        "76. What was your college like?",
        "77. How was it to study at an IIT?",
        "78. Why did you choose IITK?",
        "79. Do you think you are a good fit for the Civil Services?",
        "80. What is the most important aspect of your work?",
        "81. What are you most proud of from your work?",
        "82. What kind of work are you doing in Kashmir?",
        "83. How long have you been interested in cooking?",
        "84. What is your favorite state cuisine?",
        "85. What type of food do you like to eat while travelling?",
        "86. Do you know why your home state is famous for ayurveda?",
        "87. What were the steps you took for Nasha Mukti Abhiyaan under NSS?",
        "88. What do you understand by self-help books?",
        "89. Do you feel self-help books are helpful?",
        "90. Can you describe your personality?",
        "91. How long have you been working as a Badminton Coach?",
        "92. Were you preparing for civil services simultaneously with your job?",
        "93. What type of art do you like?",
        "94. How do you use social media?",
        "95. Have you ever experienced cyber stalking?",
        "96. Can you tell about the procedure that you adopted for abrogation of article 370?",
        "97. How do you feel about the current state of press?",
        "98. What are you reading nowadays?",
        "99. Why do you enjoy trekking?",
        "100. What type of movies do you like?",
        "101. What do you think about the Kota Factory web series and JEE coaching?",
        "102. Have you watched the ‘Poacher’ web series?",
        "103. Where do you enjoy your free time?",
        "104. What is your greatest passion?",
        "105. How do you plan to contribute to society?",
        "106. Do you think coaching culture is responsible for lack of innovation in India?",
        "107. Can you explain to me how a touchscreen works?",
        "108. How long did you live in Kota?",
        "109. Have you lived in a hostel?",
        "110. What kind of environment do you prefer to live in?",
        "111. What is one of your fondest childhood memories?",
        "112. What do you know about the current per capita income of India?",
        "113. What is your target for per capita income of India?",
        "114. Do you have any plans for your future?",
        "115. What do you think about the current global order?",
        "116. What do you think about Mark Twain’s comments on education?",
        "117. What are your reasons for choosing to live in India?",
        "118. Do you see yourself moving abroad in the future?",
        "119. Do you like to be in the spotlight?",
        "120. Why do you enjoy painting?",
        "121. What are your personal values?",
        "122. How do you tackle difficulties?",
        "123. Do you prefer material gains over idealism?",
        "124. What do you think about idealism?",
        "125. Which of your hobbies makes you more grounded?",
        "126. What kind of music do you like to compose?",
        "127. How did you feel in the moment during which you scored high marks?",
        "128. Why do you think you are getting success?",
        "129. Have you ever faced failure in your life?",
        "130. How do you react to success and failure?",
        "131. Do you think that you have empathy towards others?",
        "132. Do you have an example to back this?",
        "133. How do you like to spend time with your family?",
        "134. Did your childhood play a big role in where you are today?",
        "135. What type of things do you discuss with senior individuals?",
        "136. How does it benefit you to interact with senior individuals?",
        "137. Why do you consider Mark Twain a significant personality?",
        "138. What was the subject of your masters degree?",
        "139. Why did you not want to join IFS?",
        "140. Why you did not go for a specialist job in external affairs ministry?",
        "141. What are your concerns about the increasing exams for youths in current times?",
        "142. Do you enjoy participating in exams?",
        "143. Do you think that the current education system leaves you with no time for personal growth?",
        "144. How do you feel about AI and its future in India?",
        "145. What do you think about the popularity of self-help books among the youths?",
        "146. Where did you train in badminton before becoming a coach?",
        "147. Who do you think are your true friends?",
        "148. Why are you so attracted to poetry?",
        "149. Are you currently working on any new poems?",
        "150. How do you manage work with your hobbies?",
        "151. How has your study of Hindi literature influenced your life?",
        "152. What did you learn during your electrical engineering studies?",
        "153. Do you think that the world is becoming a better place?",
        "154. Why do you think the quality of newspapers is declining?",
        "155. What do you think about the current state of television media?",
        "156. How do you feel about the state of news on social media?",
        "157. How much is social media impacting society today?",
        "158. What is the meaning of “Kumar” in your name?",
        "159.  How did you become involved with parade coordination during your school time?",
        "160. What were your takeaways from your company experience?",
        "161. Where do you live in UP?",
        "162. How do you use technology in your day to day life?",
        "163. How do you see the future?",
        "164. How long have you been preparing for the civil services?",
        "165. What kind of work did you do during your diploma?",
        "166. Which of your qualities makes you unique for the civil services?",
        "167. What is your take on the situation in Pakistan?",
        "168. What is your opinion about democratic system in current world ?",
        "169. What are your opinions about the current tax system in India?",
        "170. How many Mocks have you given?",
        "171. What is the purpose of these mocks?",
        "172. How did the Mock interviews help you in your preparation?",
        "173. Why did you choose to join the Public Administration field?",
        "174. What do you think about the current global trends regarding democracies?",
        "175. Where do you see your home state in the future?",
        "176. Where did you complete your schooling?",
        "177. What did you do during your college days?",
        "178. How did you prepare for civil services exam?",
        "179. What inspires you in life?",
        "180. What is one thing that you find challenging in your life?",
        "181. How do you see the global scenario?",
        "182. What do you think about the current political environment in the world?",
        "183. Do you like to cook?",
        "184. What is your favourite type of food?",
        "185. Which other subjects you find interesting?",
        "186. What did you do during the Kerala flood relief?",
        "187. What is work life balance according to you?",
        "188. What do you understand by strategic thinking?",
        "189. What is your level of expertise in global security scenario and internal security?",
        "190. What are your concerns about climate change?",
        "191. What do you think about the steps taken at the world level for climate change?",
        "192. How do you relate your graduation, post graduation and optional subject?",
        "193. Is there a contradiction in your viewpoints regarding AI?",
        "194. How did you come to be interested in social justice?",
        "195. Are you aware of the latest technology in your field?",
        "196. What kind of things do you talk about during the meetings of the Soft Skills club?",
        "197. What is your opinion on the state funding of elections?",
        "198. What mechanism you would suggest for implementing state funding of election?",
        "199. What is the meaning of Interim Budget?",
        "200. What do you mean when you say “QUALITY DOESN’T COME WITH EXTRA COST”?"
    ]
}