[
    "* Does morality change with time?",
    "* Dharma aur niyam mein kaun upar hai?",
    "* Dharma aur Rule of Law mein kaun upar hai?",
    "* When people learn to respect women from scriptures? Why do people harass women?",
    "* What is sports ayurveda?",
    "* do you think ayurveda and modern medicine should converge?",
    "* But modern medicine don’t accept ayurveda right?",
    "* What is a troika?",
    "* Current g20 president?",
    "* Do you know AQI?",
    "* What are the 8 pollutants in AQI?",
    "* Kerala polity is fragmented. Do you think it’s the reflection of it’s society?",
    "* What is the unique thing about kerala society sociologicaly?",
    "* Is kerala govt doing anything for countering this issue?",
    "* What is Plasma?",
    "* What is blood group?",
    "* Why in India there is more Rh- but less Rh+ while we are descendents of monkey. Are we descendent of monkey?",
    "* Name some famous explorers from around the world?",
    "* What are steps Government is doing for minority in India?",
    "* What is hamari dharohar scheme?",
    "* What India is doing for increasing numbers of parsi?",
    "* Which agency undersee the opium farming in Neemuch mandsaur?",
    "* Is bhang legal in India and how it is sold then?",
    "* How would you eliminate naxalism in these remaining districts firstly as a police officer and second as a District Magistrate of these districts?",
    "* U are interested in Music, Okay tell why Grammy awards was in news?",
    "* Tell us about recent Bharat Ratna awardees?",
    "* Tell us about MS Swaminathan what was his contribution?",
    "* What should India do to achieve status of Viksit Bharat by 2047?",
    "* What steps should we take in immediate term?",
    "* Where did u studied?",
    "* Okay India is facing a strategic challenge in terms of terrorism so how India is facing a challenge of terrorism now?",
    "* Don’t you think people reading less leads to less informed people and people are less informed today?",
    "* AI where is India standing? What should we do?",
    "* Innovation in India. What are the challenges?",
    "* Present Per capita income and How much should we target?",
    "* HDI present value and the target India should keep?",
    "* Trekking and hiking difference?",
    "* Mughalai cuisine?",
    "* 2024 is celebrated as (UN)?",
    "* Kota factory web series and JEE coaching, and Is this kind of blind following to coaching institutions the reason for lack of innovation in India?",
    "* As in charge Law and order issues how would you tackle manipur issue?",
    "* Should we have CM from a different community(3 rd community)in charge of the peace process in Manipur to solve the issue?",
    "* How would you control ivory smuggling?",
    "* Paytm crisis reason?",
    "* Tourism in kerala, share in GDP and what is the potential for development?",
    "* You are from Dausa (Home district),  ohh Rajesh Pilot shab’s  area. Is Sachin pilot also popular  like his father in your district?",
    "* Politicians who come from strong family background used to get success earlier, but not any more, your views?",
    "* Who are other politicians that didn’t do well compared to their father?",
    "* Do you know Rajendra Singh, tell me about his work?",
    "* Tell me some mechanism, how can we implement state funding of election?",
    "* What is interim budget?",
    "* This Budget was comprehensive, but still we call it interim budget, why?",
    "* Difference between Fiscal and revenue deficit?",
    "* Since you were a quality engineer..I’ll give you one statement you have to explain its meaning to me, “QUALITY DOESN’T COME WITH EXTRA COST”?",
    "* Long monologue on ongoing infrastructure development in India. From where we will get energy for these project? Can we go for more greener alternatives?",
    "* prevention by doctors is fine but what about lawyers?",
    "* politicians ?",
    "* what is emotional intelligence?",
    "* long monologue meaning ai will replace jobs?",
    "* but ai cant replace one specific sector?",
    "* so you worked as Badminton coach before?",
    "* Reasons for lower haemoglobin in women and how it impacts women?",
    "* What is the disease called?",
    "* Who respects the civil servants because if there are marginalised people then they will not because they are not getting anything , is it the elites?",
    "* Is going to media good for civil servants?",
    "* Is Mount Abu in eastern Rajasthan?",
    "* Do you think our objective of setting up IITs have been achieved?",
    "* You are from Dausa (Home district),  ohh Rajesh Pilot shab’s  area. Is Sachin pilot also popular  like his father in your district?",
    "* Politicians who come from strong family background used to get success earlier, but not any more, your views?",
    "* Who are other politicians that didn’t do well compared to their father?",
    "* What according to you should be a better population policy for India?",
    "* What value of TFR is desirable?",
    "* Tell me some mechanism, how can we implement state funding of election?",
    "* Since you were a quality engineer..I’ll give you one statement you have to explain its meaning to me, “QUALITY DOESN’T COME WITH EXTRA COST”?",
    "* How is multiculturalism different from cosmopolitanism?",
    "* Who was bahadur shah zafar? Have you heard of him?",
    "* What is auditing? Why is it required?",
    "* If computers can check upon the balance sheets and records why do we need an auditor?",
    "* What declaration does the auditor give after completing audit in a company?",
    "* Who appoints auditor?",
    "* Do you think higher caste and higher class domination still exist or seen only in exceptional cases?",
    "* Why do you think there was an intelligence failure? Was the West not aware?",
    "* Do you think Iran had a role to play in this conflict?",
    "* Where is Rajasthan lacking in present times in terms of development?",
    "* What are the steps taken for Football in India? Do you see India as a football powerhouse in future?",
    "* Where do you see Rajasthan’s economy by 2047?",
    "* Can you tell me about CAPF’s in India?",
    "* Can you tell me their roles?",
    "* Can you tell a company’s profitability by its balance sheet?",
    "* What aspects would you judge from a balance sheet of a company?",
    "* What is cubism?",
    "* Long monologue on brain drain kya samsya hai jo nhi rok pa rahe ?",
    "* Indian stamp act?",
    "* Amrit kal kya hai?",
    "* Kya aisa kare ki indian economy American GDP ke barabar ho jaye?",
    "* Aapko kya lgta hai kab tak ho jayega ?",
    "* Niti aayog multidimensional poverty index vs 80 cr free food?",
    "* Judicial overreach?",
    "* Govt mission se counter kiya??",
    "* You said mixed forming, what is it?",
    "* Ye kaha hai ??",
    "* privatisation se kafi sudhar ho rha, kafi capital bhi hai private ke pas , kya sab chizo ko private ke hatho me de dena chahiye?",
    "* Abhi aap sir se privatisation ki bat kr rhe the , Bharat ki privatisation policy kya hai?",
    "* History likhne wale to jyadatar darbari hua krte the, kya wo objective kahlayega ?",
    "* ye Indian railway institute Pune se aapne padhai ki hai ?",
    "* Railway me cross subsidisation kafi hota hai , freight ke liye alag corridor hi kr Dena chahiye?",
    "* Kya nationalism ke criteria hote hai koi?",
    "* Kya criteria banane ki zarurat hai?",
    "* Kya nationalism mei Duties ko add Kiya ja sakta hai?",
    "* You belong to nalanda, tell me about nalanda University and the new one?How is it doing? Can it achieve the legacy and reach of ancient nalanda University?? What it takes to become an institution of that stature?",
    "* Why universities across the world are seeing a rebellious attitude in its students?",
    "* What do you think why intellectuals are not getting that much of respect today which they used to get earlier?",
    "* We have had leaders like Zakir Hussain and other educationists,what happened in between that we lost the track,Why we don’t get to see those kind of leaders today?",
    "* Then why in past few years,it is not doing that good? What went wrong?",
    "* why panchayati raj system there is not working that effectively?",
    "* Why govt’s has not devolved more  power to it? What needs to be done?",
    "* We have heard about panchayat sarkar bhawan?Why they are so low in numbers in bihar? & How it’s functioning now? Is this really working or they are just another govt. buildings?",
    "* What values of a CS is required especially in a state like bihar?",
    "* And when will we able to travel in those kind of HSRs or will it remain a day dream?",
    "* Do we have that much of resources?Do we really need bullet trains? considering the socio economic conditions?",
    "* What do u think about freedom of press in India? On one hand India is ranked so low in Press freedom index,on another hand we see in our news channels that people are saying anything about anyone?",
    "* Earlier we used to see news anchors presenting news calmly based on facts, Today we see anchors are shouting,creating sensationalism.What went wrong?",
    "* How to control it? But if govt starts controlling it then people will say that govt is putting restrictions on free media. What’s ur take?",
    "* You belong to nalanda, tell me about nalanda University and the new one?How is it doing? Can it achieve the legacy and reach of ancient nalanda University?? What it takes to become an institution of that stature?"
]