[
    "* You worked at Goldman, then why did you leave?",
    "* But in government you don’t have to work so much?",
    "* Favourite book and why?",
    "* Who is you role model in celebrity?",
    "* Did he inspire you to join bureaucracy?",
    "* What do you do now?",
    "* What is it that keralites find in common?",
    "* How old is your company?",
    "* How long have you been working in your company?",
    "* Why do so many engineers come to civil services? Do you think engineering graduates don’t have enough skills?",
    "* Why socio despite engineering?",
    "* What Newspaper did you read today?",
    "* Do you read Foreign Affairs magazine, Whose article did you read last?",
    "* You are from, Odisha?",
    "* Are you not proud of Odisha??",
    "* Then what is your final view?",
    "* Which state cuisine has fascinated you?",
    "* Have you watched ‘Poacher’ web series?",
    "* Why did you start this hobby?",
    "* why didn’t you fill IFS??",
    "* lot of popularity for S. Jaishankar and IFS officers why dont you want to go??",
    "* if you do not agree with the parameters of ranking, do you consider the overall scenario in India as fine??",
    "* favourite?",
    "* does it mean people are having mental health problems??",
    "* were you preparing for civil services simultaneously??",
    "* why are people so crazy about civil services?",
    "* Why did you start this hobby?",
    "* What is still keeping UP behind?",
    "* What according to you is an ethical workplace culture?",
    "* What are you doing these days?",
    "* Favourite mathematician and why?",
    "* Ha to majboori hai, abhi tak kuch nhi hua to kya hi hoga ?",
    "* Kya Chess ko Physical education mei Shamil karna chahiye?",
    "* You have done masters in socio, ok..Are you working?",
    "* Who is the chairman of Nalanda University? & He recently got a new job in his hand?",
    "* What about student politics in universities? What’s ur opinion on that?",
    "* Are you aware of these kind of happenings in Harvard and Oxford University?",
    "* As you have mentioned cooking as one of your hobbies,any local cuisine that u make? Apart from litti and chhokha? Do you know about Dhuska?tell me the recipe?",
    "* Since you have been working for more than 2 years in GOB,Tell me one proud moment of your service where you have done something about which you feel really good?",
    "* You have done graduation in 2016,and then PG in 2019-20 from IGNOU.plz clarify this to me what were u doing in between? Why did you opted for MA in socio esp when you have done graduation in Mechanical engineering?",
    "* Don’t u think they are far ahead of us? Have we missed the bus?",
    "* You have done masters in socio, ok..Are you working?"
]